{
  "Opting for our company ensures profitability and tangible benefits for your business.": "Optar por nuestra empresa garantiza rentabilidad y beneficios tangibles para tu negocio.",
  "hello": "Hola",
  "about": "Acerca de",
  "contact": "Contacto",
  "Cost Effectiveness":"Rentabilidad",
  "Technical background":"Experiencia técnica",
  "Flexibility":"Flexibilidad",
  "Provides Incredible quality environmental, health and safety consulting services.":"Brinda servicios de consultoría ambiental, de salud y seguridad de increíble calidad.",
  "Incredible The environmental, health and safety practice":"La práctica ambiental, de salud y seguridad.",
  "Our presence at work":"Nuestra presencia en el trabajo",
  "The professionals in our company have provided engineering due diligence services to major US lending corporations":"Los profesionales de nuestra empresa han brindado servicios de debida diligencia de ingeniería a las principales corporaciones crediticias de EE. UU.",
  "homelongtext":"Brinda servicios de consultoría ambiental, de salud y seguridad de calidad. Hemos aprendido a servir a las empresas más grandes del mundo, así como a medianas empresas nacionales y empresas pequeñas y exitosas en crecimiento rápido. Nuestros profesionales tienen experiencia a nivel internacional y se esfuerzan por brindar servicios perfectos y consistentes donde sea que operen nuestros clientes, un proyecto a la vez. Nos caracterizamos por nuestra capacidad para desarrollar soluciones multidisciplinarias para nuestros clientes. Nuestra empresa es conocida por SEMARNAT (Ministerio del Medio Ambiente, Recursos Naturales), PROFEPA (Procuraduría Federal de Protección al Ambiente), INE (Instituto Mexicano de Ecología), STPS (Ministerio de Trabajo de México), CNA (Comisión Nacional del Agua) y las agencias EH&S municipales y estatales. En los EE. UU., nuestra empresa ha trabajado eficientemente con la EPA y otras agencias estatales y locales.",
  "Our role has been to function as an extension of our clients as their outsourced technical branch.":"Nuestro papel ha sido el de funcionar como una extensión de nuestros clientes como su rama técnica subcontratada.",
  "Our professionals have completed over 500 engineering due diligence projects in over 48 Mexican cities,":"Nuestros profesionales han completado más de 500 proyectos de due diligence de ingeniería en más de 48 ciudades mexicanas,",
  "totaling over 54 million square feet of construction,":"totalizando más de 54 millones de pies cuadrados de construcción,",
  "Learn more about us and what drives our dedication":"Obtenga más información sobre nosotros y lo que impulsa nuestra dedicación.",
  "The mission of Solution Idea is to commit our resources to provide engineering excellence in the fields of project and construction management,":"La misión de Solution Idea es comprometer nuestros recursos para brindar excelencia en ingeniería en los campos de gestión de proyectos y construcción.",
  "environmental engineering, and due diligence by focusing on cost, quality, time and safety.":"ingeniería ambiental y debida diligencia centrándose en el costo, la calidad, el tiempo y la seguridad."
}
