{
  
  "homelongtext":"Provides quality environmental, health and safety consulting services. We have learned to serve the world largest companies as well as medium national enterprises and successful small fast-growing business. Our professionals are experienced internationally and strive to deliver seamless, consistent services wherever our clients operate, one project at a time. We are characterized by our ability to develop multidisciplinary solutions for our clients. Our firm is well known with SEMARNAT (Ministry of the Environment, Natural Resources), PROFEPA (Federal Environmental Protection Attorney's Office), INE (Mexican Ecology Institute), STPS (Mexican Ministry of Labor), CNA (National Waters Commission), and the Municipal and State EH&S agencies. In the U.S., our firm has efficiently worked with EPA, and other state and local agencies.",
  "homelongvision":"The vision of Solution Idea is to dedicate our resources to delivering engineering excellence in the fields of project and construction management, environmental engineering, and due diligence. We focus on aspects such as cost, quality, time, and safety. Our aim is to contribute to the advancement of our clients' missions and objectives, fostering progress in our local, regional, and global communities. We highly value and practice professionalism in all our endeavors, striving for excellence through competence, creativity, efficiency, cost-effectiveness, and a strong work ethic.",
  "values":"We value because we believe itLoyalty is the foundation of teamwork Confidentiality is the building block of trustTime is the only resource that cannot be stored and never comes backHumility allows us to focus on the needs of others Creativity opens new ways to better serve others.",
  "homelongtext1":"Solution Idea is formed by professionals with broad experience in EH&S. They apply best available standards and procedures using a pragmatic and cost effective approach to complete every assignment .Our team of associated professionals can account for decades of years of experience in the environmental industry, specialized training in the Environmental, Health & Safety fields, and other technical capabilities. They can follow U.S., Mexican and/or corporate protocols per project requirements.",
  "Opting for our company ensures profitability and tangible benefits for your business.": "Opting for our company ensures profitability and tangible benefits for your business.",
  "hello": "Hello",
  "about": "About us",
  "Contact": "Contact",
  "Cost Effectiveness": "Cost Effectiveness",
  "Technical background": "Technical background",
  "Flexibility": "Flexibility",
  "Provides Incredible quality environmental, health and safety consulting services.":"Provides Incredible quality environmental, health and safety consulting services.",
  "Incredible The environmental, health and safety practice":"Incredible The environmental, health and safety practice",
  "Our presence at work":"Our presence at work",
  "The professionals in our company have provided engineering due diligence services to major US lending corporations":"The professionals in our company have provided engineering due diligence services to major US lending corporations",
  "Our professionals have completed over 500 engineering due diligence projects in over 48 Mexican cities,":"Our professionals have completed over 500 engineering due diligence projects in over 48 Mexican cities,",
  "totaling over 54 million square feet of construction,":"totaling over 54 million square feet of construction,",
  "Learn more about us and what drives our dedication":"Learn more about us and what drives our dedication",
  "The mission of Solution Idea is to commit our resources to provide engineering excellence in the fields of project and construction management,":"The mission of Solution Idea is to commit our resources to provide engineering excellence in the fields of project and construction management,",
  "environmental engineering, and due diligence by focusing on cost, quality, time and safety.":"environmental engineering, and due diligence by focusing on cost, quality, time and safety.",
  "people":"Our people",
  "Ourtechnologies":"Our Technologies",
  "home":"Homepage",
  "The environmental, health, and safety":"The environmental, health, and safety",
  "practices at Solution Idea are implemented":"practices at Solution Idea are implemented",
  "by professionals like us":"by professionals like us",
  "Company dedicated to designing":"Company dedicated to designing",
  "and building water treatment plants":"and building water treatment plants",
  "Renewing, Solving Futures:":"Renewing, Solving Futures:",
  
  

  "abouttext3":"Our treatment plant projects can be designed for either sanitary sewage (domestic waste from bathrooms and cafeteria) or for industrial (process) wastewater treatment.",
  "abouttext2":"Design, procurement, construction, start up, operation and maintenance",
  "abouttext1":"Solution Idea is a leader in the design, fabrication, installation, construction and startup of wastewater treatment plants.",
  "abouttext":"Solutions Idea technologies and solutions.",
  "scope":"Scope",
  "abouttext4":"Wastewater Treatment Plants (WWTPs)",
  "abouttext5":"Domestic Wastewater Treatment (Sanitary Sewage)",
  "abouttext6":"Process Wastewater Treatment (Industrial),",
  "abouttext7":"We provide water and wastewater environmental services to large, medium and small size corporations",
  "abouttext8":"Together with our associates, we posses over 35 years experience designing, building and operating more than 8,000 package WWTPs.",
  "abouttext9":"We work with clients early in their wastewater treatment programs to assist them in the initial planning and strategizing phase.",
  "abouttext10":"These initial services include wastewater characterization, flow determination, drainline survey (invert elevations), cost-benefit analysis, regulatory review, negotiation with local water authorities, grease trap evaluation, and other compliance consulting services.",
  "tecnologies":"Our tecnologies",

  "tec1":"Wastewater Treatment Plant Designs",
  "tec2":"Sanitary Wastewater",
  "tec3":"Used water from homes and businesses containing waste and pollutants, requiring proper treatment and disposal for public health and environmental sustainability.",
  "tec4":"Sanitary Wastewater",
  "tec5":"Sanitary wastewater treatment, also known as domestic wastewater treatment or wastewater purification, involves the purification of wastewater generated in homes, businesses and institutions. The primary goal is to remove contaminants and pollutants before discharging the treated water back into the environment or, in some cases, for reuse. Sanitary wastewater usually contains organic matter, nutrients, pathogens and suspended solids. The treatment process usually includes several stages:",
  "tec6":"Primary treatment:In primary treatment, wastewater is directed to sedimentation tanks where larger suspended solids are deposited at the bottom in the form of sludge. The clarified liquid, known as primary effluent, goes to the next treatment stage.",
  "tec7":"Secondary Treatment:The primary effluent undergoes biological treatment in secondary treatment. This usually involves the use of microorganisms to break down organic contaminants. Common secondary treatment methods include:Moving Bed Biofilm Reactor (MBBR) is a wastewater treatment technology that utilizes a combination of biological treatment and suspended growth processes. It is commonly used for the treatment of industrial and municipal wastewater. The MBBR system employs aeration and a moving bed of small plastic carriers to support the growth of microorganisms that facilitate the biological treatment of the wastewater.",
  "tec8":"Industrial Wastewater",
  "tec9":"Our sanitary package wastewater treatment plant (WWTP) projects typically include the design and construction of the following components:",
  "tec10":"Industrial Wastewater",
  "tec11":"Solution Idea has the expertise to design and build industrial wastewater. Various technologies are employed for industrial wastewater treatment, and the specific choice depends on the type and characteristics of the pollutants present in the wastewater. The selection and combination of our technologies depends on factors such as the type and concentration of contaminants, regulatory requirements, specific site conditions and the desired quality of the treated water.",
  "tec12":"We have experience in evaluating existing treatment facilities by performing site surveys, inspections and assessments.  Our efforts involve the review of plans, specifications and operational data of the existing treatment facilities in order to formulate, develop and implement a corrective action plan to bring plant effluents into compliance with governmental and clients' requirements.  Our treatment expertise includes both aerobic and anaerobic digestion",
  "tec13":"Softened water",
  "tec14":"Our sanitary package wastewater treatment plant (WWTP) projects typically include the design and construction of the following components:",
  "tec15":"Softened Water",
  "tec16":"Solution Idea has deep knowledge in the design and construction of softened water treatment systems, primarily focused on industrial pretreatment applications. Our systems use advanced technologies to guarantee an effective reduction in water hardness, thus improving its quality.",
  "tec17":"The core of our facilities lies in the use of ion exchangers and ion exchange resins. These components are responsible for selectively removing calcium and magnesium ions, mainly responsible for the hardness of the water, replacing them with sodium ions.",
  "tec18":"Ion Exchangers: They use resins to exchange calcium and magnesium ions for sodium ions.",
  "tec19":"Ion Exchange Resins: Specific resins capture hard ions, releasing sodium ions.",
  "tec20":"Reverse Osmosis: Can remove certain minerals and contaminants.",
  "tec21":"Reverse Osmosis Water",
  "tec22":"Purified water achieved through reverse osmosis filtration, removing impurities for versatile use, from drinking to industrial applications.",
  "tec23":"Reverse Osmosis Water",
  "tec24":"Reverse osmosis (RO) is an advanced water treatment process that relies on the use of a semipermeable membrane to purify water by removing impurities and contaminants. Here's a technical explanation of how it works and some key applications:",
  "tec25":"Operation parameters:",
  "tec26":"Operating Pressure",
  "tec27":"Recovery Rate",
  "tec28":"Reject Water/Treated Water Ratio",
  "tec29":"Remineralization Considerations:",
  "tec30":"Reverse osmosis (RO) is a widely used technology for water treatment in various industries, particularly for the removal of dissolved solids, ions, and contaminants from water. It is an effective process that uses a semi-permeable membrane to separate water molecules from dissolved salts and other impurities.",
  "tec31":"Ultrapure Water",
  "tec32":" Exceptionally purified water with minimal contaminants, crucial for precision in industries like electronics and pharmaceuticals.",
  "tec33":"Ultrapure Water",
  "tec34":"The term ultrapure water refers to a type of water that has undergone rigorous purification processes to achieve extremely high levels of purity. This type of water is used in industries where the presence of impurities could significantly affect processes and products.",
  "tec35":"The production of ultrapure water involves the combination of multiple processes to ensure exceptionally high quality, and its application is crucial in various areas where water purity is essential.",
  "inf":"More information",
  "inf1":"More information",
  "inf2":"More information",
  "inf3":"More information",
  "inf4":"More information",
  "Ourtecnologies":"Our Tecnologies",
  "contacto":"See location",
  "contacto1":"See location",
  "contacto2":"See location",
  "Your Guarantee of Purity":"Your Guarantee of Purity"
}
