{

  "homelongtext":"Brinda servicios de consultoría ambiental, de salud y seguridad de calidad. Hemos aprendido a servir a las empresas más grandes del mundo, así como a medianas empresas nacionales y empresas pequeñas y exitosas en crecimiento rápido. Nuestros profesionales tienen experiencia a nivel internacional y se esfuerzan por brindar servicios perfectos y consistentes donde sea que operen nuestros clientes, un proyecto a la vez. Nos caracterizamos por nuestra capacidad para desarrollar soluciones multidisciplinarias para nuestros clientes. Nuestra empresa es conocida por SEMARNAT (Ministerio del Medio Ambiente, Recursos Naturales), PROFEPA (Procuraduría Federal de Protección al Ambiente), INE (Instituto Mexicano de Ecología), STPS (Ministerio de Trabajo de México), CNA (Comisión Nacional del Agua) y las agencias EH&S municipales y estatales. En los EE. UU., nuestra empresa ha trabajado eficientemente con la EPA y otras agencias estatales y locales.",
  "homelongvision":"La visión de Solution Idea es dedicar nuestros recursos a brindar excelencia en ingeniería en los campos de gestión de proyectos y construcción, ingeniería ambiental y diligencia debida. Nos centramos en aspectos como coste, calidad, tiempo y seguridad. Nuestro objetivo es contribuir al avance de las misiones y objetivos de nuestros clientes, fomentando el progreso en nuestras comunidades locales, regionales y globales. Valoramos y practicamos altamente el profesionalismo en todos nuestros esfuerzos, esforzándonos por alcanzar la excelencia a través de la competencia, la creatividad, la eficiencia, la rentabilidad y una sólida ética de trabajo.",
  "values":"Valoramos porque lo creemos. La lealtad es la base del trabajo en equipo. La confidencialidad es la base de la confianza. El tiempo es el único recurso que no se puede almacenar y nunca regresa. La humildad nos permite centrarnos en las necesidades de los demás. La creatividad abre nuevas formas de servir mejor a los demás.",
  "homelongtext1":"Solution Idea está formada por profesionales con amplia experiencia en EH&S. Aplican los mejores estándares y procedimientos disponibles utilizando un enfoque pragmático y rentable para completar cada tarea. Nuestro equipo de profesionales asociados puede contar con décadas de años de experiencia en la industria ambiental, capacitación especializada en los campos ambiental, de salud y seguridad, y otros. habilidades técnicas. Pueden seguir protocolos estadounidenses, mexicanos y/o corporativos según los requisitos del proyecto.",
  "Opting for our company ensures profitability and tangible benefits for your business.": "Optar por nuestra empresa garantiza rentabilidad y beneficios tangibles para tu negocio.",
  "hello": "Hola",
  "about": "Acerca de nosotros",
  "Contact": "Contacto",
  "Cost Effectiveness":"Rentabilidad",
  "Technical background":"Experiencia técnica",
  "Flexibility":"Flexibilidad",
  "Provides Incredible quality environmental, health and safety consulting services.":"Brinda servicios de consultoría ambiental, de salud y seguridad de increíble calidad.",
  "Incredible The environmental, health and safety practice":"La práctica ambiental, de salud y seguridad.",
  "Our presence at work":"Nuestra presencia en el trabajo",
  "The professionals in our company have provided engineering due diligence services to major US lending corporations":"Los profesionales de nuestra empresa han brindado servicios de debida diligencia de ingeniería a las principales corporaciones crediticias de EE. UU.",
  "Our professionals have completed over 500 engineering due diligence projects in over 48 Mexican cities,":"Nuestros profesionales han completado más de 500 proyectos de due diligence de ingeniería en más de 48 ciudades mexicanas,",
  "totaling over 54 million square feet of construction,":"totalizando más de 54 millones de pies cuadrados de construcción,",
  "Learn more about us and what drives our dedication":"Obtenga más información sobre nosotros y lo que impulsa nuestra dedicación.",
  "The mission of Solution Idea is to commit our resources to provide engineering excellence in the fields of project and construction management,":"La misión de Solution Idea es comprometer nuestros recursos para brindar excelencia en ingeniería en los campos de gestión de proyectos y construcción.",
  "environmental engineering, and due diligence by focusing on cost, quality, time and safety.":"ingeniería ambiental y debida diligencia centrándose en el costo, la calidad, el tiempo y la seguridad.",
  "people":"Nuestra gente",
  "Ourtechnologies":"Nuestras Tecnologías",

  "abouttext3":"Nuestros proyectos de plantas de tratamiento pueden diseñarse tanto para aguas residuales sanitarias (residuos domésticos de baños y cafetería) como para tratamiento de aguas residuales industriales (de proceso).",
  "abouttext2":"Diseño, procura, construcción, puesta en marcha, operación y mantenimiento",
  "abouttext1":"Solution Idea es líder en el diseño, fabricación, instalación, construcción y puesta en marcha de plantas de tratamiento de aguas residuales.",
  "abouttext":"Solution Idea tecnologías y soluciones.",
  "scope":"Alcance",
  "abouttext4":"Plantas de Tratamiento de Aguas Residuales (PTAR)",
  "abouttext5":"Tratamiento de Aguas Residuales Domésticas (Aguas Residuales Sanitarias)",
  "abouttext6":"Tratamiento de aguas residuales de proceso (industriales)",
  "abouttext7":"Brindamos servicios ambientales de agua y aguas residuales a grandes, medianas y pequeñas corporaciones.",
  "abouttext8":"Junto con nuestros asociados, contamos con más de 35 años de experiencia en el diseño, construcción y operación de más de 8.000 EDAR tipo paquete.",
  "abouttext9":"Trabajamos con los clientes en las primeras etapas de sus programas de tratamiento de aguas residuales para ayudarlos en la fase inicial de planificación y elaboración de estrategias.",
  "abouttext10":"Estos servicios iniciales incluyen caracterización de aguas residuales, determinación de flujo, estudio de líneas de drenaje (elevaciones invertidas), análisis de costo-beneficio, revisión regulatoria, negociación con autoridades locales de agua, evaluación de trampas de grasa y otros servicios de consultoría de cumplimiento.",
  "tecnologies":"Nuestras tecnologías",
  "home":"Pagína principal",
  "The environmental, health, and safety":"El medio ambiente, la salud y la seguridad",
  "practices at Solution Idea are implemented":"Se implementan prácticas en Solution Idea.",
  "by professionals like us":"Por profesionales como nosotros",
  "Company dedicated to designing":"Empresa dedicada al diseño.",
  "and building water treatment plants":"y construcción de plantas de tratamiento de agua.",
  "Renewing, Solving Futures:":"Renovar, resolver futuros:",


  "tec1":"Diseños de plantas de tratamiento de aguas residuales",
  "tec2":"Aguas Residuales Sanitarias",
  "tec3":"Agua usada de hogares y negocios que contiene residuos y contaminantes, que requieren tratamiento y eliminación adecuados para la salud pública y la sostenibilidad ambiental.",
  "tec4":"Aguas Residuales Sanitarias",
  "tec5":"El tratamiento de aguas residuales sanitarias, también conocido como tratamiento de aguas residuales domésticas o depuración de aguas residuales, implica la depuración de las aguas residuales generadas en hogares, empresas e instituciones. El objetivo principal es eliminar los contaminantes y las sustancias contaminantes antes de descargar el agua tratada nuevamente al medio ambiente o, en algunos casos, para su reutilización. Las aguas residuales sanitarias suelen contener materia orgánica, nutrientes, patógenos y sólidos en suspensión. El proceso de tratamiento suele incluir varias etapas:",
  "tec6":"Tratamiento primario: En el tratamiento primario, las aguas residuales se dirigen a tanques de sedimentación donde se depositan en el fondo los sólidos en suspensión de mayor tamaño en forma de lodos. El líquido clarificado, conocido como efluente primario, pasa a la siguiente etapa de tratamiento.",
  "tec7":"Tratamiento Secundario: El efluente primario se somete a un tratamiento biológico en el tratamiento secundario. Esto suele implicar el uso de microorganismos para descomponer los contaminantes orgánicos. Los métodos de tratamiento secundario comunes incluyen: El reactor de biopelícula de lecho móvil (MBBR) es una tecnología de tratamiento de aguas residuales que utiliza una combinación de tratamiento biológico y procesos de crecimiento suspendido. Se utiliza comúnmente para el tratamiento de aguas residuales industriales y municipales. El sistema MBBR emplea aireación y un lecho móvil de pequeños portadores de plástico para apoyar el crecimiento de microorganismos que facilitan el tratamiento biológico de las aguas residuales.",
  "tec8":"Aguas residuales industriales",
  "tec9":"Nuestros proyectos de plantas de tratamiento de aguas residuales (PTAR) de paquete sanitario generalmente incluyen el diseño y construcción de los siguientes componentes:",
  "tec10":"Aguas residuales industriales",
  "tec11":"Solution Idea tiene la experiencia para diseñar y construir aguas residuales industriales. Se emplean varias tecnologías para el tratamiento de aguas residuales industriales y la elección específica depende del tipo y las características de los contaminantes presentes en las aguas residuales. La selección y combinación de nuestras tecnologías depende de factores como el tipo y la concentración de contaminantes, los requisitos reglamentarios, las condiciones específicas del sitio y la calidad deseada del agua tratada.",
  "tec12":"Tenemos experiencia en la evaluación de instalaciones de tratamiento existentes mediante la realización de estudios, inspecciones y evaluaciones del sitio. Nuestros esfuerzos implican la revisión de planos, especificaciones y datos operativos de las instalaciones de tratamiento existentes para formular, desarrollar e implementar un plan de acción correctiva para que los efluentes de la planta cumplan con los requisitos gubernamentales y de los clientes. Nuestra experiencia en tratamientos incluye digestión aeróbica y anaeróbica.",
  "tec13":"agua ablandada",
  "tec14":"Nuestros proyectos de plantas de tratamiento de aguas residuales (PTAR) de paquete sanitario generalmente incluyen el diseño y construcción de los siguientes componentes:",
  "tec15":"Agua ablandada",
  "tec16":"Solution Idea tiene un profundo conocimiento en el diseño y construcción de sistemas de tratamiento de agua ablandada, enfocados principalmente en aplicaciones de pretratamiento industrial. Nuestros sistemas utilizan tecnologías avanzadas para garantizar una reducción efectiva de la dureza del agua, mejorando así su calidad.",
  "tec17":"El núcleo de nuestras instalaciones reside en el uso de intercambiadores iónicos y resinas de intercambio iónico. Estos componentes se encargan de eliminar selectivamente los iones calcio y magnesio, principales responsables de la dureza del agua, reemplazándolos por iones sodio.",
  "tec18":"Intercambiadores de iones: Utilizan resinas para intercambiar iones de calcio y magnesio por iones de sodio.",
  "tec19":"Resinas de intercambio iónico: resinas específicas capturan iones duros y liberan iones de sodio.",
  "tec20":"Ósmosis inversa: puede eliminar ciertos minerales y contaminantes.",
  "tec21":"Agua de ósmosis inversa",
  "tec22":"Agua purificada lograda mediante filtración por ósmosis inversa, eliminando impurezas para un uso versátil, desde bebida hasta aplicaciones industriales.",
  "tec23":"Agua de ósmosis inversa",
  "tec24":"La ósmosis inversa (RO) es un proceso avanzado de tratamiento de agua que se basa en el uso de una membrana semipermeable para purificar el agua eliminando impurezas y contaminantes. Aquí hay una explicación técnica de cómo funciona y algunas aplicaciones clave:",
  "tec25":"Parámetros de operación:",
  "tec26":"Presión operacional",
  "tec27":"Índice de recuperación",
  "tec28":"Relación agua rechazada/agua tratada",
  "tec29":"Consideraciones de remineralización:",
  "tec30":"La ósmosis inversa (RO) es una tecnología ampliamente utilizada para el tratamiento de agua en diversas industrias, particularmente para la eliminación de sólidos disueltos, iones y contaminantes del agua. Es un proceso eficaz que utiliza una membrana semipermeable para separar las moléculas de agua de las sales disueltas y otras impurezas.",
  "tec31":"Agua ultrapura",
  "tec32":"Agua excepcionalmente purificada con contaminantes mínimos, crucial para la precisión en industrias como la electrónica y la farmacéutica.",
  "tec33":"Agua Ultrapura",
  "tec34":"El término agua ultrapura se refiere a un tipo de agua que ha sido sometida a rigurosos procesos de purificación para alcanzar niveles de pureza extremadamente altos. Este tipo de agua se utiliza en industrias donde la presencia de impurezas podría afectar significativamente los procesos y productos.",
  "tec35":"La producción de agua ultrapura implica la combinación de múltiples procesos para garantizar una calidad excepcionalmente alta, y su aplicación es crucial en diversas áreas donde la pureza del agua es esencial.",
  "inf":"más información",
  "inf1":"más información", 
  "inf2":"más información",
  "inf3":"más información",
  "inf4":"más información",
  "Ourtecnologies":"Nuestras Tecnologías",
  "contacto":"Ver ubicación",
  "contacto1":"Ver ubicación",
  "contacto2":"Ver ubicación",
  "Your Guarantee of Purity":"Su garantía de pureza"
  

  
}
