{
  
  "Opting for our company ensures profitability and tangible benefits for your business.": "Opting for our company ensures profitability and tangible benefits for your business.",
  "hello": "Hello",
  "about": "About",
  "contact": "Contact",
  "Cost Effectiveness": "Cost Effectiveness",
  "Technical background": "Technical background",
  "Flexibility": "Flexibility",
  "Provides Incredible quality environmental, health and safety consulting services.":"Provides Incredible quality environmental, health and safety consulting services.",
  "Incredible The environmental, health and safety practice":"Incredible The environmental, health and safety practice",
  "Our presence at work":"Our presence at work",
  "The professionals in our company have provided engineering due diligence services to major US lending corporations":"The professionals in our company have provided engineering due diligence services to major US lending corporations",
  "homelongtext":"Provides quality environmental, health and safety consulting services. We have learned to serve the world largest companies as well as medium national enterprises and successful small fast-growing business. Our professionals are experienced internationally and strive to deliver seamless, consistent services wherever our clients operate, one project at a time. We are characterized by our ability to develop multidisciplinary solutions for our clients. Our firm is well known with SEMARNAT (Ministry of the Environment, Natural Resources), PROFEPA (Federal Environmental Protection Attorney's Office), INE (Mexican Ecology Institute), STPS (Mexican Ministry of Labor), CNA (National Waters Commission), and the Municipal and State EH&S agencies. In the U.S., our firm has efficiently worked with EPA, and other state and local agencies.",
  "Our role has been to function as an extension of our clients as their outsourced technical branch.":"Our role has been to function as an extension of our clients as their outsourced technical branch.",
  "Our professionals have completed over 500 engineering due diligence projects in over 48 Mexican cities,":"Our professionals have completed over 500 engineering due diligence projects in over 48 Mexican cities,",
  "totaling over 54 million square feet of construction,":"totaling over 54 million square feet of construction,",
  "Learn more about us and what drives our dedication":"Learn more about us and what drives our dedication",
  "The mission of Solution Idea is to commit our resources to provide engineering excellence in the fields of project and construction management,":"The mission of Solution Idea is to commit our resources to provide engineering excellence in the fields of project and construction management,",
  "environmental engineering, and due diligence by focusing on cost, quality, time and safety.":"environmental engineering, and due diligence by focusing on cost, quality, time and safety."
}
